{
    "seeds": [
        {
            "title": "Eucii's Big Run",
            "image": "Eucii-Big-Run",
            "content": "Today Euclid ran around the house over and over again. He raced and he raced. Back and forth. Up and down. Sideways and long ways. Around in circles. Upstairs. Downstairs. His little paws scraping the floor. His little paws scratching the walls. I'd like to think that he has a plan. Perhaps he is exercising to improve his mood or lose some weight. Maybe he're trying to impress the other neightborhood cats. Maybe he's trying to annoy his sister. Or trying to annoy me? I just think it's very cute and I'm glad he's getting some energy out."
        },
        {
            "title": "Snuggle Time",
            "image": "Snuggle-Time",
            "content": "Every morning after breakfast, Eucii and Jupiter walk all the way upstairs to sleep on our bed. They curl up as close as they can to each other and snuggle in like their hibernating the winter. Sometimes they'll give each other a bath with their little kitty licks. Sometimes they'll even wrap their legs and paws like they're hugging each other. When I see them like that I'm so glad that we adopted them both. I can't imagine a lonely only-child cat. I wonder if they remember their brothers and sisters - the other kittens that we didn't adopt. I wonder if they remember their mama cat? I'm so glad they have each other. "
        },
        {
            "title": "Jupiter Looks Out the Window",
            "image": "Jupiter-Looks",
            "content": "Today, like every day, Jupiter looked out the window. She's getting very good at moving the curtain with her paw and slipping behind it up onto the thin window sill. I think that before the pandemic, the street was more interesting to watch, but now it seems like everyone is indoors. Besides it's getting colder and colder. Today it snowed actually, but Jupiter wasn't looking out the window when it happened. Next time it snows, I'll make sure she sees it."
        }
    ]
}